import Angle from '../../assist/icons/arrow.svg'

export function Agent({ agent, set }) {
  return (
    <>
      <div className="agent_big_card">
        <div className="agent_big_card_left">
          <h1>{agent.name}</h1>
          <h3>{agent.job}</h3>
          <span>هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. </span>
        </div>
        <div className="agent_big_card_right">
          <img src={agent.image} />
        </div>
      </div>
      <div className="agent_big_box">
        <div className="agent_big_box_item">
          <h1>الخبرات العملية</h1>
          <span>هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. </span>
        </div>
        <div className="agent_big_box_item">
          <h1>المؤهل التعليمي</h1>
          <span>هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. </span>
        </div>
        <div className="agent_big_box_item">
          <h1>الرخص والدورات التدريبية</h1>
          <span>هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. </span>
        </div>
        <button onClick={() => set(null)} className="button border"><img src={Angle} />عودة الى صفحة فريق العمل</button>
      </div>
    </>
  )
}