import { Box } from "./components/box"
import Family from '../../assist/icons/family.svg'

export function Services(props) {
  return (
    <div className="services_container">
      <h1>مجالات الممارسة</h1>
      <div className="services">
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
        <Box title="فضايا الأسرة" icon={Family} description="هو ببساطة نص شكلي (بمعنى ان  أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار هو ببساطة نص شكلي (بمعنى" />
      </div>
    </div>
  )
}